;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise memory Optimizer 3.52.103
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since version 3.09.65
; Translation updated/checked 4 Ott 2017
;
; Previous Translation Maintainers:
;

[Lang]
NativeLanguage=Italiano

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonClose=Chiudi

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ITA
LangShortName=it-it
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Info
Warning=Attenzione
Error=Errore
Confirm=Conferma
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmMoMain.imgfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmMoMain.imgtwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmMoMain.chkupdate.caption=Cercare l'aggiornamento all'avvio
FrmMoMain.btnlike.caption=Mi piace
FrmMoMain.lblTotalMem.Caption=Memoria totale:
FrmMoMain.lblaopt.Caption=non appena la memoria libera scende sotto i:
FrmMoMain.lbltry.Caption=Liberare altra memoria
FrmMoMain.btnsettings.Caption=Opzioni
FrmMoMain.btnOpt.Caption=Ottimizza
FrmMoMain.chkmin.Caption=Minimizzare nell'area di notifica
FrmMoMain.chkauto.Caption=Lanciare il programma all'avvio del PC
FrmMoMain.chkautoOpt.Caption=Ottimizzazione automatica
FrmMoMain.ckchkclearborad.Caption=Rimuovere anche gli appunti in memoria
FrmMoMain.chkidle.Caption=Agire durante l'inutilizzo della CPU (consigliato)
FrmMoMain.lbllang.Caption=Lingua:
;
; About
;
FrmAbout.caption=Info
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblhome.caption=Il nostro sito web
FrmAbout.lblthanks.caption=Ringraziamo le seguenti persone per la collaborazione:

[MemoryOptimizer]
ThisTimeFreeMemory=Sono stati liberati %s di memoria.
CurPrecent=Attuale utilizzo della memoria:
UsedMemory=Memoria usata:
AvailableMemory=Memoria libera:
FreeMemory=Memoria libera:
At=A
pmShow=Apri Wise Memory Optimizer
pmOpt=Ottimizza adesso
pmAbout=Info
pmExit=Esci
SureExit=Ottimizzazione memoria in corso, vuoi davvero uscire?
Mintotray=Ottimizzazione memoria

[Message]
NewVer=È disponibile una nuova versione di Wise Memory Optimizer! Vuoi aggiornarla ora?
NotShowNotice=Non mostrare più questo avviso.